import type { TaskCard } from '@/types/practice1/TaskCard'
    
export const TaskCardData: TaskCard[] = [
    {
        id:"1",
        title:"タスク1",
        desc: "説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明"
    },
    {
        id:"2",
        title:"タスク2",
        desc: "説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明"
    },
    {
        id:"3",
        title:"タスク3",
        desc: "説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明",
        completed:true
    },
    {
        id:"4",
        title:"タスク4",
        desc: "説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明"
    },
    {
        id:"5",
        title:"タスク5",
        desc: "説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明説明"
    },
]